const term = {
  1: {
    main: '델고[Delgo] 서비스 이용약관',
    description: `
      제 1 조 (목적)\n
      이 약관은 델고[Delgo](이하 "자사”라 합니다)이 제공하는 델고[Delgo]서비스(이하 "서비스”라 합니다)와 관련하여, 자사와 이용고객 간에 서비스의 이용조건 및 절차, 자사와 회원간의 권리, 의무 및 기타 필요한 사항을 규정함을 목적으로 합니다. 본 약관은 PC통신, 스마트폰(안드로이드폰, 아이폰 등) 앱 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 준용됩니다.
      \n제 2 조 (용어의 정의)\n
      “사이트”란 “자사”가 제공하는 여가(숙박•레저•병원 등으로 이에 한정되지 않음) 관련 상품•용역•서비스 등(이하 “상품 등”이라 합니다)에 대한 예약•구매•정보제공•추천 등을 위한 온라인 플랫폼 서비스를 의미합니다.
      “회원”이라 함은 “델고[Delgo]”에 개인정보를 제공하여 회원등록을 한 자로서, “델고[Delgo]”의 정보를 지속적으로 제공받으며, “델고[Delgo]”이 제공하는 서비스를 계속적으로 이용할 수 있는 자를 의미하고, “델고[Delgo]” 광고업소는 포함되지 않습니다. 또한 회원은 최소 14세 이상이어야 하며 회원이 14세 미만이라고 의심되는 경우 회원 계정과 관련 정보는 별도의 통지나 예고 없이 삭제될 수 있습니다.
      “비회원”이라 함은 “회원”으로 가입하지 않고 “자사”가 제공하는 서비스를 이용하는 자를 말합니다.
      “이용자”라 함은 델고[Delgo] 서비스를 이용하는 자를 말하며, 회원과 비회원을 모두 포함합니다.
      “비밀번호(Password)”라 함은 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 사이트에 등록한 영문과 숫자 등의 조합을 말합니다.
      “게시물”이라 함은 “회원”이 서비스를 이용함에 있어 서비스 상에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.
      “실시간 예약”이라 함은 “회원”이 “업체”의 “상품 등”을 예약, 결제할 수 있도록 “자사”가 제공하는 서비스를 말합니다.
      \n제 3 조 (약관의 명시와 개정)\n
      “자사”는 이 약관의 내용과 상호, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 대표자의 성명, 사업자등록번호, 통신판매업 신고번호, 연락처(전화, 전자우편 주소 등) 등을 “이용자”가 쉽게 알 수 있도록 “사이트”의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 “이용자”가 연결화면을 통하여 보도록 할 수 있습니다.
      “자사”는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제등에 관한 법률』, 『전자문서 및 전자거래기본법』, 『전자서명법』, 『정보통신망 이용촉진 등에 관한 법률』, 『소비자기본법』 등 관련법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
      “자사”는 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 “사이트”의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, “이용자”에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 “자사”는 개정 전과 개정 후 내용을 “이용자”가 알기 쉽도록 표시합니다.
      “회원”은 변경된 약관에 동의하지 않을 권리가 있으며, 변경된 약관에 동의하지 않을 경우에는 서비스 이용을 중단하고 탈퇴를 요청할 수 있습니다. 다만, “이용자”가 제3항의 방법 등으로 “자사”가 별도 고지한 약관 개정 공지 기간 내에 “자사”에 개정 약관에 동의하지 않는다는 명시적인 의사표시를 하지 않는 경우 변경된 약관에 동의한 것으로 간주합니다.
      이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제 등에 관한 법률』, 공정거래위원회가 정하는 『전자상거래 등에서의 소비자보호지침』 및 관계 법령 또는 상관례에 따릅니다.
      \n제 4 조 (관련법령과의 관계)\n
      이 약관 또는 개별약관에서 정하지 않은 사항은 전기통신사업법, 전자거래기본법, 정보통신망법, 전자상거래 등에서의 소비자보호에 관한 법률, 개인정보보호법 등 관련 법령의 규정과 일반적인 상관례에 의합니다.
      \n제 5 조 (서비스의 제공 및 변경)\n
      “자사”는 다음과 같은 서비스를 제공합니다.
      “상품 등”에 대한 예약플랫폼 서비스
      “상품 등”에 대한 중계 등 통신판매중개서비스
      위치기반 서비스
      기타 “자사”가 정하는 서비스
      “자사”는 서비스 제공과 관련한 자사 정책의 변경 등 기타 상당한 이유가 있는 경우 등 운영상, 기술상의 필요에 따라 제공하고 있는 “서비스”의 전부 또는 일부를 변경 또는 중단할 수 있습니다.
      “서비스”의 내용, 이용방법, 이용시간에 대하여 변경 또는 “서비스” 중단이 있는 경우에는 변경 또는 중단 될 “서비스”의 내용 및 사유와 일자 등은 그 변경 또는 중단 전에 자사 "웹사이트" 또는 “서비스” 내 "공지사항" 화면 등 “회원”이 충분히 인지할 수 있는 방법으로 사전에 공지합니다.
      \n제 6 조 (서비스 이용시간 및 중단)\n
      “서비스”의 이용은 “자사”의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 정기 점검 등의 필요로 “자사”가 정한 날이나 시간은 제외됩니다. 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.
      “자사”는 “서비스”의 원활한 수행을 위하여 필요한 기간을 정하여 사전에 공지 하고 서비스를 중지할 수 있습니다. 단, 불가피하게 긴급한 조치를 필요로 하는 경우 사후에 통지할 수 있습니다.
      “자사”는 컴퓨터 등 정보통신설비의 보수점검•교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 “서비스”의 제공을 일시적으로 중단할 수 있습니다.
      \n제 7 조 (이용계약의 성립)\n
      이용계약은 “회원”이 되고자 하는 자(이하 “가입신청자”)가 약관의 내용에 동의를 하고, “자사”가 정한 가입 양식에 따라 회원정보를 기입하여 회원가입신청을 하고 “자사”가 이러한 신청에 대하여 승인함으로써 체결됩니다.
      “자사”는 다음 각 호에 해당하는 신청에 대하여는 승인을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.
      가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 다만, 회원자격 상실 후 3년이 경과한 자로서 자사의 회원 재가입 승낙을 얻은 경우에는 예외로 함
      실명이 아니거나 타인의 명의를 이용한 경우
      자사가 실명확인절차를 실시할 경우에 이용자의 실명가입신청이 사실 아님이 확인된 경우
      등록내용에 허위의 정보를 기재하거나, 기재누락, 오기가 있는 경우
      이미 가입된 회원과 전화번호나 전자우편주소가 동일한 경우
      부정한 용도 또는 영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우
      기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 자사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
      제1항에 따른 신청에 있어 “자사”는 “회원”에게 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
      “자사”는 서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.
      “회원”은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “자사”에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
      \n제 8 조 (이용계약의 종료)\n
      “회원”의 해지
      “회원”은 언제든지 “자사”에게 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다.
      “자사”는 전항에 따른 “회원”의 해지요청에 대해 특별한 사정이 없는 한 이를 즉시 처리합니다.
      “회원”이 계약을 해지하는 경우 “회원”이 작성한 게시물은 삭제되지 않습니다.
      “자사”의 해지
      “자사”는 다음과 같은 사유가 있는 경우, 이용계약을 해지할 수 있습니다. 이 경우 “자사”는 “회원”에게 전자우편, 전화, 팩스 기타의 방법을 통하여 해지사유를 밝혀 해지의사를 통지합니다. 다만, “자사”는 해당 “회원”에게 해지사유에 대한 의견진술의 기회를 부여 할 수 있습니다.
      가. 제7조 제2항에서 정하고 있는 이용계약의 승낙거부사유가 있음이 확인된 경우
      나. “회원”이 “자사”나 다른 회원 기타 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 행위를 한 경우
      다. 기타 “회원”이 이 약관 및 “자사”의 정책에 위배되는 행위를 하거나 이 약관에서 정한 해지사유가 발생한 경우
      라. 1년 이상 서비스를 이용한 이력이 없는 경우
      이용계약은 “자사”가 해지의사를 “회원”에게 통지함으로써 종료됩니다. 이 경우 “자사”가 해지의사를 “회원”이 등록한 전자우편주소로 발송하거나 “자사” 게시판에 게시함으로써 통지에 갈음합니다.
      \n제 9 조 (회원의 ID 및 비밀번호에 대한 의무)\n
      ID와 비밀번호에 관한 관리책임은 “회원”에게 있습니다.
      “회원”은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
      “회원”이 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 “자사”에 통보하고 “자사”의 조치가 있는 경우에는 그에 따라야 합니다.
      “회원”이 제3항에 따른 통지를 하지 않거나 “자사”의 조치에 응하지 아니하여 발생하는 모든 불이익에 대한 책임은 “회원”에게 있습니다.
      \n제 10 조 (회원 및 이용자의 의무)\n
      “이용자”는 관계법령 및 이 약관의 규정, “자사”의 정책, 이용안내 등 “자사”가 통지 또는 공지하는 사항을 준수하여야 하며, 기타 “자사” 업무에 방해되는 행위를 하여서는 안됩니다.
      “이용자”는 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
      서비스 신청 또는 변경 시 허위내용의 등록
      “자사”에 게시된 정보의 허가 받지 않은 변경
      “자사”가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시
      “자사” 또는 제3자의 저작권 등 지적 재산권에 대한 침해
      “자사 또는 제3자의 명예를 손상시키거나 업무를 방해하는 행위
      외설 또는 폭력적인 메시지, 화상, 음성 기타 공공질서 미풍양속에 반하는 정보를 “서비스”에 공개 또는 게시하는 행위
      고객센터 상담 내용이 욕설, 폭언, 성희롱 등에 해당하는 행위
      포인트를 부정하게 적립하거나 사용하는 등의 행위
      허위 예약, 허위 리뷰작성 등을 통해 서비스를 부정한 목적으로 이용하는 행위
      자신의 ID, PW를 제3자에게 양도하거나 대여하는 등의 행위
      정당한 사유 없이 자사의 영업을 방해하는 내용을 기재하는 행위
      리버스엔지니어링, 크롤링, 디컴파일, 디스어셈블 및 기타 일체의 가공행위를 통하여 서비스를 복제, 분해 또 모방 기타 변형하는 행위
      자동 접속 프로그램 등을 사용하는 등 정상적인 용법과 다른 방법으로 서비스를 이용하여 자사의 서버에 부하를 일으켜 자사의 정상적인 서비스를 방해하는 행위
      기타 관계법령에 위반된다고 판단되는 행위
      “자사”는 이용자가 본 조 제2항의 금지행위를 한 경우 본 약관 제13조에 따라 서비스 이용 제한 조치를 취할 수 있습니다.
      \n제 11 조 (회원의 게시물)\n
      “회원”이 작성한 게시물에 대한 저작권 및 모든 책임은 이를 게시한 “회원”에게 있습니다. 단, “자사”는 “회원”이 게시하거나 등록하는 게시물의 내용이 다음 각 호에 해당한다고 판단되는 경우 해당 게시물을 사전통지 없이 삭제 또는 임시조치(블라인드)할 수 있습니다.
      다른 회원 또는 제3자를 비방하거나 명예를 손상시키는 내용인 경우
      공공질서 및 미풍양속에 위반되는 내용일 경우
      범죄적 행위에 결부된다고 인정되는 경우
      자사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
      회원이 사이트와 게시판에 음란물을 게재하거나 음란사이트를 링크하는 경우
      자사로부터 사전 승인 받지 아니한 상업광고, 판촉 내용을 게시하는 경우
      해당 상품과 관련 없는 내용인 경우
      정당한 사유 없이 “자사” 또는 “업주”의 영업을 방해하는 내용을 기재하는 경우
      자신의 업소를 홍보할 목적으로 직접 또는 제3자(리뷰대행업체 등)을 통하여 위법 부당한 방법으로 허위 또는 과장된게시글을 게재하는 경우
      허위주문 또는 주문취소 등 위법 부당한 방법으로 리뷰권한을 획득하여 “회원” 또는 제3자의 계정을 이용하여 게시글을 게시하는 경우
      의미 없는 문자 및 부호에 해당하는 경우
      제3자 등으로부터 권리침해신고가 접수된 경우
      관계법령에 위반된다고 판단되는 경우
      기타 자사의 서비스 약관, 운영정책 등 위반행위를 할 우려가 있거나 위반행위를 한 경우
      \n제 12 조 (회원게시물의 관리)\n
      “회원”의 "게시물"이 정보통신망법 및 저작권법 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 "게시물"의 게시중단 및 삭제 등을 요청할 수 있으며, 자사는 관련법에 따라 조치를 취하여야 합니다.
      자사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 자사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 "게시물"에 대해 임시조치 등을 취할 수 있습니다.
      본 조에 따른 세부절차는 정보통신망법 및 저작권법이 규정한 범위 내에서 자사가 정한 게시중단요청서비스에 따릅니다.
      게시중단요청:changmin@zollezolle.me
      \n제 13 조 (이용제한 등)\n
      “자사”는 “이용자”가 이 약관의 의무를 위반하거나 “서비스”의 정상적인 운영을 방해한 경우, 주의, 경고, 일시정지, 영구이용정지, 계약해지 등의 (삭제)조치를 즉시 취할 수 있으며, “이용자”는 법적책임을 부담합니다.
      “자사”는 "주민등록법"을 위반한 명의도용 및 결제도용, 전화번호 도용, "저작권법"(삭제)을 위반한 불법프로그램의 제공 및 운영방해, "정보통신망 이용촉진 및 정보보호 등에 관한 법률"을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위, “여신전문금융업법”을 위반한 “이용자”의 신용카드 부정거래 등 이와 유사한 형태의 부정행위 등과 같이 관련법을 위반한 경우에는 주의, 경고, 일시정지, 영구이용정지, 계약해지 등의 조치를 즉시 취할 수 있으며, “이용자”는 법적책임을 부담할 수 있습니다.
      자사는 회원이 계속해서 1년 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다.
      본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 자사의 이용제한정책에서 정하는 바에 의합니다.
      본 조에 따라 서비스 이용을 제한하거나 계약을 해지하는 경우에는 자사는 제15조[회원에 대한 통지]에 따라 통지합니다.
      “회원”은 본 조에 따른 이용제한 등에 대해 “자사”가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 자사가 인정하는 경우 “자사”는 즉시 서비스의 이용을 재개합니다.
      본 조에 따라 이용제한이 되는 경우 서비스 이용을 통해 획득한 혜택 등도 모두 이용중단, 또는 소멸되며, “자사”는 이에 대해 별도로 보상하지 않습니다.
      \n제 14 조 (권리의 귀속)\n
      “서비스”에 대한 저작권 및 지적재산권은 “자사”에 귀속됩니다. 단, “회원”의 "게시물" 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.
      “자사”가 제공하는 “서비스”의 디자인, “자사”가 만든 텍스트, 스크립트(script), 그래픽, “회원” 상호간 전송 기능 등 “자사”가 제공하는 “서비스”에 관련된 모든 상표, 서비스 마크, 로고 등에 관한 저작권 기타 지적재산권은 대한민국 및 외국의 법령에 기하여 “자사”가 보유하고 있거나 “자사”에게 소유권 또는 사용권이 있습니다.
      “회원”은 이 이용약관으로 인하여 서비스를 소유하거나 “서비스”에 관한 저작권을 보유하게 되는 것이 아니라, “자사로부터 서비스의 이용을 허락 받게 되는바, 정보취득 또는 개인용도로만 “서비스”를 이용할 수 있습니다.
      “회원”은 명시적으로 허락된 내용을 제외하고는 “서비스”를 통해 얻어지는 정보를 영리 목적으로 사용, 복사, 유통하는 것을 포함하여, “자사”가 만든 텍스트, 스크립트, 그래픽의 “회원” 상호간 전송기능 등을 복사하거나 유통할 수 없습니다.
      “자사”는 서비스와 관련하여 “회원”에게 “자사”가 정한 이용조건에 따라 계정, ID, 콘텐츠 등을 이용할 수 있는 이용권만을 부여하며, 이용자는 자사를 이용함으로써 얻은 정보를 자사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용, 양도, 판매, 담보목적으로 제공하여서는 안됩니다.
      \n제 15 조 (회원에 대한 통지)\n
      “자사”가 “회원”에 대한 통지를 하는 경우, “회원”이 가입신청 시 “자사”에 제출한 전자우편 주소나 휴대전화번호 등으로 할 수 있습니다.
      “자사”는 불특정다수 “회원”에 대한 통지의 경우, 1주일 이상 사이트에 게시함으로써 개별 통지에 갈음할 수 있습니다.
      \n제 16 조 (자사의 의무)\n
      “자사”는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 “서비스”를 제공하기 위하여 최선을 다하여 노력합니다.
      “자사”는 “회원”이 안전하게 “서비스”를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 개인정보처리방침을 수립하여 공시하고 준수합니다.
      자사는 관계 법령이 정한 의무사항을 준수합니다.
      \n제 17 조 (개별 서비스에 대한 약관 및 이용조건)\n
      “자사”는 개별 서비스와 관련한 별도의 약관 및 이용정책을 둘 수 있으며, 개별서비스에서 별도로 적용되는 약관에 대한 동의는 “회원”이 개별서비스를 최초로 이용할 경우 별도의 동의절차를 거치게 됩니다. 이 경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.
      전항에도 불구하고 “자사”는 개별 서비스에 대한 이용정책에 대해서는 “서비스”를 통해 공지할 수 있으며, “이용자”는 이용정책을 숙지하고 준수하여야 합니다.
      \n제 18 조 (포인트)\n
      포인트는 “서비스”를 통해 “상품 등”을 구매하는 경우 대금 결제 수단으로 사용할 수 있는 현금 등가 등의 결제수단을 의미합니다.
      포인트는 “회원”의 구매활동, 이벤트 참여 등에 따라 “자사”가 적립, 부여하는 무료 포인트와 “회원”이 유료로 구매하는 유료포인트로 구분됩니다.
      무료포인트의 유효기간은 적립일로부터 1년이며, 유료 포인트는 충전일로부터 5년이 경과하는 날까지 이용하지 않을 경우 상법상 소멸시효에 따라 소멸됩니다. 단, “자사”는 무료포인트의 유효기간을 변경할 수 있으며 이 경우 발급 시점에 “회원”에게 고지합니다.
      “자사”가 무상으로 적립 또는 부여하는 무료포인트는 현금환급 신청이 불가합니다.
      “자사”는 “회원”이 유료포인트에 대한 환급을 요구할 경우, 환급수수료를 공제하고 환급할 수 있으며, 환급조건 및 환급수수료에 대한 구체적인 내용은 서비스 페이지를 통해 안내합니다.
      “회원” 탈퇴 시 미 사용한 무료포인트는 소멸되며, “자사”는 소멸되는 무료 포인트에 대해서 별도의 보상을 하지 않습니다.
      “자사”는 “회원”이 포인트를 적립, 구매, 사용하는 경우 휴대폰인증, I-PIN 등 “자사”가 정한 인증절차를 거치도록 할 수 있습니다.
      “자사”는 포인트 적립기준, 사용조건 및 제한 등에 관한 사항을 서비스 화면에 별도로 게시하거나 통지합니다.
      \n제 19 조 (할인쿠폰)\n
      할인쿠폰은 “자사”의 이벤트 프로모션 참여, “업주” 발급, “자사”의 정책에 따른 “회원” 등급별 부여 등을 통하여 “회원”에게 지급되며, “할인쿠폰”별 유효기간, 할인금액 및 사용방법 등은 개별 안내사항을 통하여 확인 가능합니다.
      할인쿠폰은 현금으로 환급될 수 없으며, 할인쿠폰에 표시된 유효기간이 만료되거나 이용계약이 종료되면 소멸합니다.
      “자사”는 “회원”이 부정한 목적과 방법으로 할인쿠폰 등을 획득하거나 사용하는 사실이 확인될 경우, 해당 이용자에 대한 할인쿠폰을 회수 또는 소멸시키거나 회원자격을 제한할 수 있습니다.
      할인쿠폰의 제공내용 및 운영방침은 “자사”의 정책에 따라 달라질 수 있습니다.
      \n제 20 조 (개인정보보호)\n
      “자사”는 “회원”의 개인정보를 보호하기 위하여 정보통신망법 및 개인정보 보호법 등 관계 법령에서 정하는 바를 준수합니다.
      “자사”는 “회원”의 개인정보를 보호하기 위한 개인정보처리방침을 수립하여 서비스 초기화면에 게시합니다. 다만, 개인정보처리방침의 구체적 내용은 연결화면을 통하여 볼 수 있습니다.
      “자사”는 관련법령 및 개인정보처리방침에 따라 “회원”의 개인정보를 최대한 보호하기 위하여 노력합니다.
      “자사”의 공식 사이트 이외의 링크된 사이트에서는 “자사”의 개인정보처리방침이 적용되지 않습니다. 링크된 사이트 및 구매 상품이나 서비스를 제공하는 제3자의 개인정보 취급과 관련하여는 해당 사이트 및 해당 제3자의 개인정보처리방침을 확인할 책임이 “회원”에게 있으며, “자사”는 이에 대하여 책임을 부담하지 않습니다.
      \n제 21 조 (예약 및 결제)\n
      “상품 등”에 대한 매매계약은 “회원”이 “업체”가 제시한 상품의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 “업체”가 승낙의 의사표시를 함으로써 “회원”과 “업체”간에 체결됩니다.
      “회원”은 다음 또는 이와 유사한 방법으로 예약 할 수 있습니다.
      전화예약서비스
      실시간 예약서비스(수취인 정보의 입력 및 결제수단의 선택 포함)
      “자사”가 “업체” 등 제3자에게 이용자의 개인정보를 제공할 필요가 있는 경우 ① 개인정보를 제공받는 자, ② 개인정보를 제공받는 자의 개인정보 이용목적, ③ 제공하는 개인정보의 항목, ④ 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받습니다.
      “자사”가 제3자에게 구매자의 개인정보를 처리할 수 있도록 업무를 위탁하는 경우에는 ① 개인정보 처리위탁을 받는 자, ② 개인정보 처리위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받습니다. 다만, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 처리방침을 통해 알림으로써 동의절차를 갈음할 수 있습니다.
      “회원”이 전화예약서비스를 통해 업체에게 직접 예약을 경우, 자사는 예약내역 및 취소, 환불, 거래정보 등에 대해 관여하거나, 이에 대한 일체의 책임을 부담하지 않습니다.
      “자사”는 실시간 예약방식에 의한 대금지급방법으로 신용카드 결제, 핸드폰 결제, 포인트, 기타 “자사”가 추가 지정하는 결제수단 등을 제공할 수 있습니다.
      “회원”이 실시간예약 서비스로 예약을 하는 경우 예약자 이름, 연락처 등 예약 정보에 대한 정확한 정보를 기재해야 하며, “회원”이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 “회원”이 부담합니다.
      “자사”는 “회원”의 실시간 예약내역을 서비스 화면을 통해 확인할 수 있도록 조치하며, 전자상거래등에서의 소비자보호에 관한 법률에 규정에 의해 일정기간 동안 보존 할 수 있습니다.
      \n제 22 조 (예약)\n
      “상품 등”에 대한 예약은 “업체”의 책임에 따라 제공되며, “자사”는 예약정보의 중계 이 외에 “상품 등”의 예약(“업체”가 정보 포함)에 대한 책임을 부담하지 않습니다.
      예약과 관련하여 “업체”와 “이용자”, 숙박대행업체, 금융기관 등의 사이에 분쟁 등이 발생하면 관련 당사자가 해결해야 하며, “자사”는 이에 대해 어떠한 책임도 부담하지 않습니다.
      이용요금의 취소·환불은 제23조의 규정을 준용합니다. 단 “자사”가 인정하는 특별한 사정이 없는 한 “재화 등”에 대한 배달 상품과 분리하여 취소·환불되지 않습니다.
      \n제 23 조 (취소・환불)\n
      “상품 등”에 대한 취소 및 환불 규정은 전자상거래등에서의 소비자보호에 관한 법률 등 관련 법령을 준수합니다. 또한, 예약의 성격에 따라 “업체”에게 회복할 수 없는 손해가 발생하므로 단순변심에 의한 청약철회 등은 할 수 없습니다.
      “자사” 및 “업체”는 별도의 취소 및 환불 관련 규정을 정할 수 있으며, 이 경우 별도 계약 및 이용조건상의 취소 및 환불 규정이 우선 적용됩니다.
      “자사”는 “회원”이 본 조에 따라 실시간 예약을 통한 구매에 대해 청약철회를 하고 “업체”의 승인이 있는 경우 또는 구매 신청한 상품이 품절 등의 사유로 인도 또는 제공을 할 수 없음을 인지한 경우 지체 없이 그 사유를 “회원”에게 통지하고, 실시간 예약 내역을 취소하거나 대금을 받은 경우에는 환급에 필요한 조치를 취합니다.
      취소와 환불은 “업체”와 확인 후 처리 하게 되며, 신용카드결제 및 핸드폰결제는 신용카드사 및 이동통신사의 환불기준에 의거하여 처리가 완료되는데 시일이 소요될 수 있습니다.
      \n제 24 조 (책임제한)\n
      “자사”는 “업체”와 “회원” 간의 상품거래를 중개하는 플랫폼 서비스만을 제공할 뿐, “재화 등”을 판매하는 당사자가 아니며, “재화 등”에 대한 정보 및 하자 등에 대한 책임은 “업체”에게 있습니다.
      “자사”는 “업체”가 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관해서는 책임을 지지 않습니다.
      “자사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
      “자사”는 “회원”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여는 책임을 지지 않습니다.
      “자사”는 “회원” 및 “업체”가 게재한 이용후기, 평가, 사진 등 정보/자료/사실의 신뢰도, 정확성에 대해서는 책임을 지지 않습니다.
      “자사”는 제3자가 서비스 내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 아니합니다.
      “자사”는 “회원”이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
      “자사”는 “회원”간 또는 “회원”과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
      "자사” 및 “자사”의 임직원 그리고 대리인은 고의 또는 중대한 과실이 없는 한 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 아니합니다.
      회원 정보의 허위 또는 부정확성에 기인하는 손해
      서비스에 대한 접속 및 서비스의 이용과정에서 “회원”의 귀책사유로 발생하는 손해
      서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해 및 제3자의 불법적인 행위를 방지하거나 예방하는 과정에서 발생하는 손해
      제3자가 서비스를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해
      \n제 25 조 (분쟁해결)\n
      “자사”는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 고객상담 및 피해보상처리기구를 설치・운영합니다.
      “자사”는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
      “자사”와 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
      \n제 26 조 (준거법 및 관할법원)\n
      이 약관의 해석 및 자사와 회원간의 분쟁에 대하여는 대한민국의 법을 적용합니다.
      서비스 이용 중 발생한 회원과 자사간의 소송은 민사소송법에 의한 관할법원에 제소합니다.
      \n<부칙>\n
      1.이 약관은 2021년 10월 11일부터 시행됩니다.'`,
  },
  2: {
    main: '델고는 만 14세 미만 아동의 서비스 이용을 제한하고 있습니다',
    description:
      '정보통신망 이용촉진 및 정보보호 등에 관한 법률에서는 만 14세 미만 아동의 개인정보 수집 시 법정대리인 동의를 받도록 규정하고 있으며, 만 14세 미만 아동이 법정 대리인 동의없이 회원가입을 하는 경우 회원탈퇴 또는 서비스 이용이 제한될 수 있음을 알려드립니다.',
  },
  3: {
    main: '델고[Delgo] 서비스 개인정보 처리 방침',
    description: `제 1 조 (목적)\n
      개인정보란 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 주민등록번호 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다.)를 말합니다.
      델고[Delgo](이하 "자사"라 함)는 귀하의 개인정보보호를 매우 중요시하며, 『개인정보보호법』,『정보통신망 이용촉진 및 정보보호에 관한 법률』상의 개인정보보호규정 및 방송통신위원회가 제정한 『개인정보보호지침』을 준수하고 있습니다. 자사는 개인정보처리방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
      개인정보처리방침은 정부의 법령이나 지침의 변경, 또는 보다 나은 서비스의 제공을 위하여 그 내용이 변경될 수 있습니다. 이 경우 자사는 웹 사이트에서 공지사항에 이를 올리거나 이메일을 통해서 공지하고 있습니다.
      자사는 개인정보처리방침을 사이트 첫 화면 또는 첫 화면과의 연결화면을 통해 공개함으로써 이용자가 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
      자사는 개인정보처리방침의 지속적인 개선을 위하여 개인정보처리방침을 개정하는데 필요한 절차를 정하고 있습니다.
      \n제 2 조 (개인정보 수집에 대한 동의 및 수집 방법)\n
      자사는 회원님께서 자사의 개인정보처리방침 또는 이용약관의 내용에 대해 ‘동의함’ 또는 ‘동의하지 않음’을 클릭할 수 있는 절차를 마련하여 ‘동의함’을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다. 단, 자사는 다음 각 호의 어느 하나에 해당하는 경우에는 법령에 따라 이와 같은 동의 없이 이용자의 개인정보를 수집∙이용할 수 있습니다.
      정보통신서비스의 제공에 관한 계약을 이행하기 위하여 필요한 개인정보로서 경제적∙기술적인 사유로 통상적인 동의를 받는 것이 뚜렷하게 곤란한 경우
      정보통신서비스 제공에 따른 요금정산을 위하여 필요한 경우
      그 밖에 법률에 특별한 규정이 있는 경우
      자사가 개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.
      홈페이지 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우
      제휴 서비스 또는 단체 등으로부터 개인정보를 제공받는 경우
      고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등을 통하는 경우
      온∙오프라인에서 진행되는 이벤트∙행사 등을 통한 경우
      \n제 3 조 (개인정보 수집∙이용 목적 및 수집항목 등)\n
      이용자는 별도의 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게 접근할 수 있습니다. 그러나 자사는 맞춤형 서비스를 제공하기 위하여 회원서비스 및 제휴사를 통해 이용자의 정보를 수집하고 있습니다. 자사의 회원제 서비스를 이용하시고자 할 경우 다음의 필수정보를 입력해주셔야 하며 선택항목을 입력하시지 않았다 하여 서비스 이용에 제한은 없습니다.
      회원 정보의 수집•이용목적, 수집항목, 보유•이용기간은 아래와 같습니다.
      분류수집∙이용목적수집항목보유∙이용기간 델고[Delgo] ID 정보관리가입, 서비스 이용 및 상담, 부정이용 확인 방지아이디(이메일), 비밀번호, 닉네임, 디바이스ID회원 탈퇴 시 즉시 삭제
      아이디인 이메일은 부정이용 이슈 방지를 위해 탈퇴 DB에서 7일 후 삭제서비스 이용기록, 기기 고유번호(디바이스 ID 또는 IMEI), 단말기 위치 정보(별도 저장없이 앱에서 사용), IP Address, 쿠키, 가입일, 광고식별자(ADID 또는 IDFA), 불량이용기록, 사용자 단말기 OS와 버전, 단말기 모델명, 브라우저와 버전선택 정보 네이버(Naver), 카카오(Kakao) 계정을 이용한 회원가입 및 상담관리전자우편정보, 프로필사진, 이름네이버 계정을 이용한 회원가입 및 상담관리카카오 계정을 이용한 회원가입 및 상담관리구글 계정을 이용한 회원가입 및 상담관리서비스이용결제 서비스 이용현금영수증 신청 시 : 현금영수증 정보 (휴대전화번호, 사업자번호)
      환불 신청 시 : 환불계좌 정보 (은행명, 예금주, 계좌번호)전자상거래등에서의 소비자 보호에 관한 법률에 따라 5년간 보관거래증빙발급 선택 시 영수증 발급전자우편주소목적달성(회원탈퇴 등) 후 지체 없이 파기회원제 서비스 이용(회원정보변경) 및 상담관리사진, 닉네임목적달성(회원탈퇴 등) 후 지체 없이 파기문의(회원상담, 제휴상담 등)전자우편주소, 휴대전화번호, 성명전자상거래등에서의 소비자 보호에 관한 법률에 따라 3년간 보관생성정보(휴대전화인증)
      서비스이용을 위한 이용자 식별, 본인인증, 성인인증회사가 제 3자로부터 제공받은 개인정보 : 휴대전화번호, CI, DI, 생년월일, 성별, 내/외국인 여부목적달성(회원탈퇴 등) 후 지체없이 파기회원관리, 리뷰작성 등 서비스 이용 및 부정거래 기록 확인, 서비스/상품 이용 실적과 상담 문의 정보의 통계 및 분석, 계약 이행 및 약관 변경 등의 고지수집한 모든 개인정보 항목 서비스 이용 시 생성기록 UUID(회원관리번호)목적달성(회원탈퇴 등) 후 지체 없이 파기통신사실확인 및 서비스 품질 관리 통계발신자번호, 수신자번호, 발수신 시각통신비밀보호법에 따라 12개월간 보관
      이용자 정보의 수집•이용목적, 수집항목, 보유•이용기간은 아래와 같습니다.
      분류수집∙이용목적수집항목보유∙이용기간서비스이용선택[델고[Delgo] 웹 또는 앱]
      SMS 발송(앱 설치주소) 및 부정이용방지휴대전화번호목적당성 1일 후 파기[이벤트 페이지]
      이벤트 응모 및 안내, 경품 지급휴대전화번호이벤트 종료 후 파기
      법령에 의하여 수집•이용되는 이용자의 정보는 아래와 같습니다.
      법령/내부정책수집∙이용목적수집항목보유∙이용기간통신비밀보호법통신사실확인자료 제공로그기록, 접속지 정보 등3개월 전자상거래 등에서의 소비자 보호에 관한 법률표시, 광고에 관한 기록표시, 광고 기록6개월대금결제 및 재화 등의 공급에 관한 기록대금결제/재화 등의 공급 기록5년계약 또는 청약철회 등에 관한 기록소비자 식별정보 계약/청약철회 기록5년소비자 불만 또는 분쟁처리에 관한 기록소비자 식별정보 분쟁처리 기록5년
      자사 내부 정책에 의하여 수집•이용되는 이용자의 정보는 아래와 같습니다.
      분류수집∙이용목적수집항목보유∙이용기간회사 내부정책회원가입 남용(부정거래), 서비스 부정사용(허위리뷰, 이벤트 부정 혜택 등) 확인 및 방지전자우편, 휴대전화번호, 기기고유번호, CI/DI, 회원가입 시 생성되는 본인 확인 값 회원탈퇴 후 3년
      이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 의료정보 등)는 수집하지 않습니다.
      회원님의 개인정보는 서비스를 이용하는 시점부터 서비스를 제공하는 기간 동안에만 제한적으로 이용하고 있습니다. 이용자가 회원탈퇴를 요청하거나 회원님의 마지막 로그인 일시를 기준으로 1년이 초과되어 회원님의 계정이 탈퇴 처리되는 경우, 제공한 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 또는 수집 및 이용목적이 달성되거나 보유 및 이용기간이 종료한 경우 해당 이용자의 개인정보는 지체 없이 파기 됩니다.
      종이에 출력된 개인 정보 : 분쇄기로 분쇄하거나 소각
      전자적 파일 형태로 저장된 개인 정보 : 기록을 재사용할 수 없는 기술적 방법을 사용하여 삭제
      회원님의 동의를 받아 보유하고 있는 거래정보 등을 회원님께서 열람을 요구하시는 경우 자사는 지체 없이 그 내역을 확인 할 수 있도록 조치합니다.
      자사가 서비스 제공을 위해 수집한 이용자의 모든 개인정보는 수집 단계부터 안전한 암호화 통신을 이용하여, AWS(Amazon Web Services), NCP (Naver Cloud Platform) 상의 대한민국 리전에 위치한 데이타센터로 전송되며, 개인정보처리방침의 보관기간 동안 저장합니다. 클라우드의 보안은 AWS, NCP가 취득한 국제 인증 프로그램을 통해서 확인 할 수 있으며, 자사와 클라우드 제공사인 AWS, NCP의 공동 책임 문서는 이 링크에서 확인할 수 있습니다.(https://aws.amazon.com/ko/compliance/shared-responsibility-model/)(https://www.ncloud.com/intro/feature)
      \n제 4 조 (개인정보 자동수집 장치의 설치∙운영 및 그 거부에 관한 사항)\n
      쿠키(cookie)는 웹사이트가 회원의 브라우저(인터넷 익스플로러, 크롬, 파이어폭스, 기타 모바일 브라우저)로 전송하는 소량의 정보입니다. 자사는 회원에 대한 정보를 저장하고 수시로 찾아내는 ‘쿠키(cookie)’를 사용합니다. 쿠키는 회원의 컴퓨터 또는 모바일 기기는 식별하지만 회원을 개인적으로 식별하지는 않습니다. 또한 회원은 쿠키에 대한 선택권이 있습니다.
      웹브라우저 상단의 도구 > 인터넷옵션 탭(option tab)에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.
      모바일 기기의 경우에도 ‘설정’ 메뉴나 또는 각 모바일 브라우저의 설정 메뉴에서 쿠키에 대한 선택을 제어할 수 있습니다. 다만, 쿠키를 거부할 경우 로그인이 필요한 서비스 이용에 일부 제약이 있을 수 있습니다.
      자사의 쿠키(cookie) 운용
      개인의 관심 분야에 따라 차별화된 정보를 제공
      회원과 비회원의 접속빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여 타겟(target) 마케팅에 활용
      클릭한 정보들에 대한 세부정보와 관심 있게 둘러본 정보들에 대한 자취를 분석하여 다음 번 접속 때 개인 맞춤 서비스를 제공
      유료서비스 이용 시 이용기간 안내
      회원들의 습관을 분석하여 서비스 개편 등의 척도로 이용
      \n제 5 조 (개인정보의 제3자 제공에 대한 동의)\n
      개인정보의 제 3자 제공
      자사는 이용자의 개인정보를 개인정보 수집•이용 목적에서 명시한 범위 내에서 사용하며, 이용자의 사전 동의 없이 개인정보 수집•이용 목적 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 제공하지 않습니다. 다만, 아래와 같이 양질의 서비스 제공을 위해 이용자의 개인정보를 협력업체와 공유할 필요가 있는 경우에는 제공 받는 자, 제공목적, 제공정보 항목, 이용 및 보유기간 등을 회원에게 고지하여 동의를 구하거나 관련법령에 따른 경우는 예외로 합니다.
      관계법령에 의하여 수사 등의 목적으로 관계기관으로부터 제공 요구가 있을 경우
      통계작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주 협력사나 연구단체 등에 제공하는 경우
      기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
      \n제 6 조 (개인정보의 열람, 정정)\n
      이용자는 언제든지 등록되어 있는 본인의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 『개인정보수정』을 클릭하여 직접 열람 또는 정정하거나, 개인정보보호책임자 및 담당자에게 서면, 전화 또는 E-mail로 연락하시면 지체 없이 조치하겠습니다.
      이용자가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.
      잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.
      \n제 7 조 (동의 철회)\n
      회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 회원이 동의한 내용을 회원은 언제든지 철회하실 수 있습니다. 동의철회는 마이페이지 > 『회원탈퇴』를 클릭하거나 개인정보보호책임자에게 팩스, 우편, 고객센터, 전화 등으로 연락하시면 개인정보의 삭제 등 필요한 조치를 하겠습니다. 동의 철회를 하고 개인정보를 파기하는 등의 조치를 취한 경우에는 그 사실을 귀하께 지체 없이 통지하도록 하겠습니다.
      자사는 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를 수집하는 방법보다 쉽게 할 수 있도록 필요한 조치를 취하겠습니다.
      \n제 8 조 (개인정보보호를 위한 기술 및 관리적 대책)\n
      기술적 대책: 자사는 회원님의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.
      회원님의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.
      자사는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.
      자사는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL)를 채택하고 있습니다.
      해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.
      관리적 대책
      자사는 귀하의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.
      (1) 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자
      (2) 고객의 불만 및 이용문의 처리 업무를 수행하는 자
      (3) 개인정보보호책임자 및 담당자 등 개인정보관리업무를 수행하는 자
      (4) 기타 업무상 개인정보의 처리가 불가피한 자
      자사는 입사 시 전 직원의 보안서약서를 통하여 사람에 의한 정보유출을 사전에 방지하고 개인정보처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하고 있습니다.
      자사는 개인정보 관련 처리자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다.
      자사는 사내 개인정보보호 전담기구를 통해 개인정보처리방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.
      자사는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 아이디와 비밀번호를 적절하게 관리하고 여기에 대한 책임을 져야 합니다.
      자사는 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 자사는 즉각 귀하께 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.
      \n제 9 조 (링크사이트)\n
      자사는 이용자들에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 자사는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. 자사가 포함하고 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우 해당 사이트의 개인정보처리방침은 자사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.
      \n제 10 조(개인정보의 위탁처리)\n
      자사는 원활하고 향상 된 서비스를 제공하기 위해서 개인정보 처리를 타인에게 위탁 할 수 있습니다. 타인에게 위탁업무를 하는 경우에는 다음의 내용을 이용자에게 알리고 동의를 받습니다. 다음의 내용에 대하여 어느 하나의 사항이 변경되는 경우에도 같습니다.
      개인정보 처리 위탁을 받는 자(이하 ‘수탁자' 라 함)
      개인정보 처리 위탁을 하는 업무의 내용
      자사는 정보통신서비스의 제공에 관한 계약을 이행하고 이용자의 편의 증진 등을 위하여 필요한 경우에 한하여 개인정보처리방침 제 1항의 각 사항을 공개함으로써 이용자에게 고지 또는 동의하는 절차를 거치지 아니하고 개인정보를 타인에게 처리 위탁할 수 있습니다.
      \n제 11 조(이용자의 권리와 의무)\n
      회원님의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
      회원님은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망이용촉진 및 정보보호 등에 관한 법률』, 『개인정보보호법』 등에 의해 처벌받을 수 있습니다.
      \n제 12 조(의견수렴 및 불만처리)\n
      자사는 회원님의 의견을 소중하게 생각하며, 회원님은 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.
      자사는 회원님과의 원활한 의사소통을 위해 고객센터를 운영하고 있으며 연락처는 아래와 같습니다.
      \n[고객센터]\n
      전자우편 :changmin@zollezolle.me
      기타 개인정보에 관한 상담이 필요한 경우에는 자사의 위 전자우편으로 문의하실 수 있으며, 국가기관에 신고나 상담이 필요한 경우에는 아래의 연락처에 문의하셔서 도움을 받으실 수 있습니다.
      \n개인정보침해신고센터(http://privacy.kisa.or.kr/ 국번 없이 118)
      대검찰청 사이버수사과(http://spo.go.kr/ 국번 없이 1301)
      경찰청 사이버안전국(http://cyberbureau.police.go.kr/ 국번 없이 182)
      개인정보 분쟁조정위원회(www.kopico.go.kr/ 1833-6972)
      \n제 13 조(개인정보 보호책임자)\n
      자사는 회원님께서 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 개인정보를 보호하는데 있어 회원님께 고지한 사항들에 반하는 사고가 발생할 시에 개인정보보호책임자가 모든 책임을 집니다. 그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다. 귀하의 개인정보를 처리하는 책임자 및 담당자는 다음과 같으며 개인정보 관련 문의사항에 신속하고 성실하게 답변해드리고 있습니다.
      개인정보 보호책임자개인정보 관리담당자성명: 이창민(대표)
      연락처:changmin@zollezolle.me성명: 이창민(대표)
      \n제 14 조(개인정보 처리방침의 개정과 그 공지)\n
      개인정보 처리방침을 변경하는 경우 자사는 홈페이지 첫 화면의 공지사항란 또는 별도의 창을 통하여 지체 없이 공지하고, 이용자가 언제든지 변경된 사항을 쉽게 알아볼 수 있도록 조치하겠습니다.
      \n공지일자 : 2021년 10월 11일
      시행일자 : 2021년 10월 11일`,
  },
};

export default term;
