const term = {
  1: {
    main: '델고 서비스 이용약관',
    description: `
    이용 약관\n
    안녕하세요? Delgo입니다. Delgo의 모바일 강아지 플랫폼 서비스 Delgo를 이용해 주셔서 감사합니다. Delgo가 제공하는 준비한 약관을 읽으며 더 나은 서비스를 위해 함께 해주시면 감사하겠습니다.
    \n계정 관련\n
    Delgo는 모바일 서비스 특성상 웹페이지와 모바일 앱을 통해 가입을 할 수 있습니다. Delgo 자체 회원가입, 네이버소셜로그인, 카카오소셜로그인, 애플소셜로그인을 통해서 가입 할 수 있습니다. 모바일 서비스의 특성상 휴대전화의 소유주임을 확인하기 위해 가입 당시 인증 절차를 거치게 됩니다. 다만 아래의 경우 계정 생성을 승인하지 않을 수 있으며, 부정한 의도로 계정 생성 및 이용 시 해당 회원에 대한 서비스가 중단 될 수 있습니다.
    \n1.	Delgo 서비스 계정 생성시 필요한 정보를 입력하지 않거나 허위 정보를 입력한 경우
    2.	Delgo가 과거에 운영원칙 혹은 법률 위반의 사유로 해당 계정에 대한 징계 및 삭제 처분이 이루어졌을 경우
    3.	사기 정보 모음 사이트 및 정부기관 사이트에서 사기 이력이 있는 휴대전화 번호로 확인이 되었을 경우
    4.	Delgo 서비스 운영원칙을 준수하지 않으며 지속적으로 서비스에 문제가 되는 행위를 했을 경우
    5.	Delgo 서비스가 안내하는 정상적인 방법 외 다른 방법으로 접근에 대한 경우
    6.	Delgo 및 Delgo 서비스 이용자들에게 불편을 끼칠 의도를 가지고 접근 및 이용을 했을 경우
    7.	회원은 최소 14세 이상이어야 하며 회원이 14세 미만이라고 의심되는 경우 회원 계정과 관련 정보는 별도의 통지나 예고 없이 삭제될 수 있음
    \n서비스 이용 시 유의사항\n
    Delgo는 사용자가 아래와 같이 잘못된 행위나 방법으로 서비스를 이용할 경우 사용에 대한 제재(내부징계, 이용정지, 강제탈퇴 등)를 가할 수 있습니다.
    \n1.	Delgo 서비스의 다른 이용자에게 불쾌감을 주거나 혐오 분위기를 조성하는 행위
    2.	잘못된 방법으로 서비스의 제공을 방해하거나 Delgo가 안내하는 방법 이외의 다른 방법을 사용하여 Delgo 서비스에 접근 및 이용하는 행위
    3.	이용자의 정보를 무단으로 수집, 이용하거나 타인에게 제공하는 행위
    4.	서비스를 Delgo와의 협의 및 계약 없이 영리나 홍보 및 광고 목적으로 이용하는 행위
    5.	음란 정보나 저작권 침해 정보 등 공서양속 및 법령에 위반되는 내용의 정보 등을 발송하거나 게시하는 행위
    6.	Delgo의 동의 없이 Delgo 서비스 또는 이에 포함된 소프트웨어의 일부를 복사, 수정, 배포, 판매, 양도, 대여, 담보제공하거나 타인에게 그 이용을 허락하는 행위
    7.	소프트웨어를 역설계하거나 소스 코드의 추출을 시도하는 등 Delgo 서비스를 복제, 분해 또는 모방하거나 기타 변형하는 행위
    8.	관련 법령 및 법률, Delgo의 모든 약관 또는 운영 정책 및 운영원칙을 준수하지 않는 행위
    \n개인정보 보호 관련\n
    개인정보는 Delgo 서비스의 원활한 이용을 위해 사용자가 동의한 목적과 범위 내에서만 이용되어집니다. 개인정보보호 관련 상세한 사항은 Delgo 개인정보처리방침을 참고하시기 바랍니다.
    \n게시물 저작권 보호 관련\n
    \n1.	Delgo 서비스 사용자가 서비스 내 게시한 게시물은 해당 게시물의 저작자에게 귀속됩니다.
    2.	사용자가 서비스 내에 게시하는 게시물은 검색결과 내지 서비스 및 관련 프로모션, 광고 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, Delgo는 저작권법 규정을 준수하며, 사용자는 언제든지 고객센터 또는 운영자 문의 기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 요청할 수 있습니다.
    3.	위 2항 이외의 방법으로 사용자의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편, 메시지 등을 이용하여 사전에 사용자의 동의를 얻어야 합니다.
    \n게시물 관리\n
    \n1.	사용자의 게시물이 "정보통신망법" 및 "저작권법"등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, Delgo는 관련법에 따라 조치를 취하여야 합니다.
    2.	Delgo는 ‘게시물 저작권 보호관련’ 전체 항 및 ‘게시물 관리’ 1항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대해 임시조치(삭제, 노출제한, 게시중단, 서비스 이용정지) 등을 취할 수 있습니다.
    \n서비스 고지 및 홍보내용 표시\n
    \n1.	Delgo는 서비스 사용자의 편의를 위해 서비스 이용과 관련된 각종 고지 및 기타 서비스 홍보를 포함한 다양한 정보를 Delgo 서비스에 표시하거나 사용자의 휴대폰 문자, 알림 메시지(Push Notification) 등으로 발송할 수 있으며 Delgo의 가입을 하는 것은 이에 동의함으로 간주합니다. 이 경우 서비스 사용자분의 통신환경 또는 요금구조에 따라 서비스 사용자분이 데이터 요금 등을 부담할 수 있습니다.
    2.	Delgo는 서비스 사용자분이 수집에 동의한 서비스 내 활동 정보를 기초로 서비스 사용자분이 게시한 게시물을 비롯한 상품 혹은 서비스에 관한 정보를 위와 같은 방법으로 서비스 사용자분에게 보낼 수 있으며 서비스 사용자분은 이에 동의합니다. 서비스 사용자분은 관련 법령상 필요한 내용을 제외하고 언제든지 이러한 정보에 대한 수신 거절을 할 수 있으며, 이 경우 Delgo는 즉시 위와 같은 정보를 보내는 것을 중단합니다.
    \n위치기반서비스 관련\n
    Delgo는 사용자의 반려견과의 생활에 보탬이 되는 서비스를 제공하기 위하여 Delgo 서비스에 위치기반서비스를 포함시킬 수 있습니다.
    Delgo의 위치기반서비스는 사용자의 단말기기의 위치정보를 수집하는 위치정보사업자로부터 위치정보를 전달받아 제공하는 서비스이며, 구체적으로는 사용자의 현재 위치를 기준으로 특정 지역커뮤니티에 가입자격을 부여하고 다른 이용자와 해당 지역과 관련된 게시물을 작성할 수 있도록 하는 서비스(지역커뮤니티서비스), 사용자의 현재 위치를 이용한 생활 정보나 광고성 정보를 제공하는 서비스(정보제공서비스)가 있습니다.
    특히, 사용자가 14세 미만 이용자로서 개인위치정보를 활용한 위치기반 서비스를 이용하기 위해서는 Delgo는 사용자의 개인위치정보를 이용 또는 제공하게 되며, 이 경우 부모님 등 법정대리인의 동의가 먼저 있어야 합니다. 만약 법정대리인의 동의 없이 위치기반서비스가 이용된 것으로 판명된 때에는 Delgo는 즉시 사용자의 위치기반서비스 이용을 중단하는 등 적절한 제한을 할 수 있습니다.
    사용자(14세 미만 이용자의 법정대리인 포함)는 Delgo 서비스와 관련된 개인위치정보의 이용, 제공 목적, 제공받는 자의 범위 및 위치기반서비스의 일부에 대하여 동의를 유보하거나, 이용∙제공에 대한 동의의 전부 또는 일부 철회할 수 있으며, 일시적인 중지를 요구할 수 있습니다. 위치정보의 보호 및 이용 등에 관한 법률의 규정에 따라 개인위치정보 및 위치정보 이용∙제공사실 확인자료를 6개월 이상 보관하며, 사용자가 동의의 전부 또는 일부를 철회한 때에는 Delgo는 철회한 부분에 해당하는 개인위치정보 및 위치정보 이용∙제공사실 확인자료를 지체 없이 파기를 진행하겠습니다.
    사용자(14세 미만 이용자의 법정대리인 포함)는 Delgo에 대하여 사용자에 대한 위치정보 이용∙제공사실 확인자료나, 사용자의 개인위치정보가 법령에 의하여 제3자에게 제공되었을 때에는 그 이유 및 내용의 열람 또는 고지를 요구할 수 있고, 오류가 있는 때에는 정정을 요구할 수 있습니다. 만약, Delgo 사용자의 개인위치정보를 사용자가 지정하는 제3자에게 직접 제공하는 때에는 법령에 따라 개인위치정보를 수집한 스마트폰 등으로 사용자에게 개인위치정보를 제공받는 자, 제공 일시 및 제공 목적을 즉시 통보하겠습니다.
    Delgo는 8세 이하의 아동 등(금치산자, 중증 정신장애인 포함)의 보호의무자가 개인위치정보의 이용 또는 제공에 서면으로 동의하는 경우에는 해당 본인의 동의가 있는 것으로 보며, 이 경우 보호의무자는 개인위치정보주체의 권리를 모두 행사할 수 있습니다.
    Delgo는 사용자의 위치정보를 안전하게 보호하기 위하여 위치정보관리책임자(이창민, privacy@daangnservice.com)를 지정하고 있습니다.
    만약 사용자와 Delgo 간의 위치정보와 관련한 분쟁에 대하여 협의가 어려운 때에는 사용자은 위치정보의 보호 및 이용 등에 관한 법률 제 28조 2항 및 개인정보보호법 제43조의 규정에 따라 개인정보 분쟁조정위원회에 조정을 신청할 수 있습니다.
    \n오프라인 서비스 관련\n
    Delgo는 서비스 사용자의 편의를 위해 사용자로부터 배송 등 온라인 커뮤니티, 게시물 게시 및 이외의 서비스(이하 “오프라인 서비스”)를 요청 받아 이를 직접 또는 다른 사람에게 맡겨 수행할 수 있습니다.
    \n서비스 중단\n
    Delgo 서비스는 장비, 데이터 통신환경 서버의 유지∙보수를 위한 정기 또는 임시 점검 또는 다른 상당한 이유로 서비스의 제공이 일시 중단될 수 있으며, 이때에는 미리 서비스 제공화면에 공지하겠습니다. 만약, Delgo가 예측할 수 없는 이유 혹은 천재지변과 같은 돌발상황으로 불가피하게 서비스가 중단된 때에는 Delgo가 상황을 파악하는 즉시 통지하겠습니다.
    \n이용계약 해지(서비스 탈퇴)\n
    사용자가 Delgo 서비스의 이용을 더 이상 원치 않는 때에는 언제든지 서비스 내 제공되는 메뉴를 이용하여 이용계약의 해지 신청을 할 수 있으며, Delgo는 법령이 정하는 바에 따라 신속히 처리하겠습니다. 다만, 혐오감 조성 및 부적절한 위법의 게시물의 업로드 및 사기 등의 부정이용 방지를 위해 법적 관련 분쟁이 발생한 사용자는 이용계약 해지 및 서비스 탈퇴가 특정 기간 동안 제한될 수 있습니다. 이용계약이 해지되면 법령 및 개인정보처리방침에 따라 사용자 정보를 보유하는 경우를 제외하고는 사용자 정보나 사용자가 작성한 게시물 등 모든 데이터는 삭제됩니다. 다만, 사용자가 작성한 게시물이 제3자에 의하여 스크랩 또는 다른 공유 기능으로 게시되거나, 사용자가 제3자의 게시물에 댓글, 채팅 등 게시물을 추가하는 등의 경우에는 다른 이용자의 정상적 서비스 이용을 위하여 필요한 범위 내에서 Delgo 서비스 내에 삭제되지 않고 남아 있게 됩니다.
    \n책임제한\n
    Delgo는 법령상 허용되는 한도 내에서 Delgo 서비스와 관련하여 본 약관에 명시되지 않은 어떠한 구체적인 사항에 대한 약정이나 보증을 하지 않습니다. 예를 들어, Delgo는 Delgo 서비스에 속한 콘텐츠, 서비스의 특정 기능, 서비스의 이용가능성에 대하여 어떠한 약정이나 보증을 하는 것이 아니며, Delgo 서비스를 있는 그대로 제공할 뿐입니다.
    \n손해배상\n
    Delgo의 과실로 인하여 사용자가 손해를 입게 될 경우 Delgo는 법령에 따라 사용자의 손해를 배상하겠습니다. 다만, Delgo는 서비스에 접속 또는 이용과정에서 발생하는 개인적인 손해, 제3자가 불법적으로 Delgo의 서버에 접속하거나 서버를 이용함으로써 발생하는 손해, 제3자가 Delgo가 이용하는 서버에 대한 전송 또는 서버로부터의 전송을 방해함으로써 발생하는 손해, 제3자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해, 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등 제3자가 Delgo 서비스를 이용하는 과정에서 사용자에게 발생시킨 손해에 대하여 책임을 부담하지 않습니다. 또한 당근마켓은 법률상 허용되는 한도 내에서 간접 손해, 특별 손해, 결과적 손해, 징계적 손해, 및 징벌적 손해에 대한 책임을 부담하지 않습니다.
    \n약관수정\n
    Delgo는 법률이나 Delgo 서비스의 변경사항을 반영하기 위한 목적 등으로 본 약관이나 각 Delgo 서비스 고객센터의 Delgo 서비스 이용방법, 해당 안내 및 고지사항을 수정할 수 있습니다. 본 약관이 변경되는 경우 Delgo는 변경 사항을 개별 Delgo 서비스 초기화면에 게시하며, 변경된 약관은 게시한 날로부터 7일 후부터 효력이 발생합니다.
    Delgo는 변경된 약관을 게시한 날로부터 효력이 발생되는 날까지 약관변경에 대한 사용자의 의견을 기다리겠습니다. 위 기간이 지나도록 사용자의 의견이 Delgo에 접수되지 않으면, 사용자가 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 보겠습니다. 사용자가 변경된 약관에 동의하지 않는 경우 변경된 약관의 적용을 받는 해당 서비스의 제공이 더 이상 불가능하게 됩니다.
    \n사용자 의견\n
    Delgo 사용자의 의견을 소중하게 생각합니다. 사용자는 언제든지 서비스 내 Delgo 운영자 문의란을 통해 의견을 개진할 수 있습니다. Delgo는 푸시 알림, 채팅 방법, 휴대폰 번호 등으로 사용자에게 여러 가지 소식을 알려드리며, 사용자 전체에 대한 통지는 Delgo서비스 초기화면 또는 공지사항 란에 게시함으로써 효력이 발생합니다.
    본 약관은 Delgo와 사용자와의 관계에 적용되며, 제3자의 수익권을 발생시키지 않습니다.
    사용자가 본 약관을 준수하지 않은 경우에, Delgo이 즉시 조치를 취하지 않더라도 Delgo가 가지고 있는 권리를 포기하는 것이 아니며, 본 약관 중 일부 조항의 집행이 불가능하게 되더라도 다른 조항에는 영향을 미치지 않습니다.
    본 약관 또는 Delgo 서비스와 관련하여서는 대한민국의 법률이 적용됩니다.
    \n•	공고일자: 2022년 12월 1일
    \n•	시행일자: 2022년 12월 1일
    
    `,
  },
  2: {
    main: '개인정보처리방침',
    description:
      `개인정보취급방침\n
      Delgo는 고객님의 개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호"에 관한 법률을 준수하고 있습니다.
      \nDelgo는 개인정보취급방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
      \n개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
      \n■ 수집하는 개인정보 항목
      \nDelgo는 이름, 이메일, 나이, 성별, 반려동물이름, 반려동물 정보, 서비스 이용 기록, 결제 및 환불 기록, 생년월일, 휴대폰 번호, 관심사 등에 대한 정보를 수집합니다. 서비스를 이용하는 과정에서 방문일시, 사용이력, 기기정보, 접속로그, IP주소 등이 자동으로 생성 및 수집 될 수 있습니다.
      \n회사는 회원가입, 구매 등 서비스 제공을 위한 최소한의 범위 내에서 이용자의 동의 하에 개인정보를 수집하며, 수집한 모든 개인정보는 고지한 목적 범위 내에서만 이용됩니다.
      \n1.	회원 가입 시
      \n•	필수 정보: 이름, 아이디(E-MAIL), 성별, 생년월일, 휴대폰번호, 비밀번호, 닉네임, 지역정보, 반려동물이름, 반려동물 생일, 반려동물 종
      \n2.	이벤트 참여 시
      \n•	필수 정보: 휴대폰번호, E-Mail
      •	선택 정보: 수령인 이름, 연락처, 배송 주소지
      \n3.	기타
      \n•	서비스 이용 과정에서 자동 수집 정보 : 회원ID, IP Address, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 기기정보, ADID, IDFA, 위치정보, 회원이 찍은 사진, 회원이 업로드한 사진
      •	고객 분쟁처리 및 상담 진행 시 : 상담내역, 채팅(대화)내역, 서비스 이용기록
      \n■ 개인정보의 수집 및 이용목적
      \n1.	회원관리, 서비스 제공·개선, 신규 서비스 개발 등을 위해 이용합니다.회원 가입 시 또는 서비스 이용 과정에서 어플리케이션이나 프로그램 등을 통해 아래와 같이 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.
      \n•	회원의 식별·확인, 회원가입 의사 확인, 중복가입 여부 확인
      •	만14세 미만 여부 확인, 법정대리인의 동의 처리 확인, 법정 대리인 권리행사 시 본인 확인
      •	통계분석, 이용 성향 분석
      •	서비스 개선, 민원 기타 문의 사항 처리, 부정이용에 대한 조사 및 대응
      •	고지사항 전달, 청구서 등의 발송, 법령상 의무 이행
      •	사은/판촉행사 등 각종 이벤트, 개인 맞춤형 서비스 제공
      •	회사 및 제휴사 상품/서비스 안내 및 권유의 목적
      •	새로운 상품 기타 행사 관련 정보 안내 및 마케팅 활동, 이메일 초대권 활용 내역 조회
      \n2.	개인정보의 추가적인 이용・제공을 하는 예외 사항이 있습니다.수집 목적과 합리적으로 관련된 범위에서는 법령에 따라 이용자의 동의 없이 개인정보를 이용하거나 제3자에게 제공할 수 있으며, 이때 ‘당초 수집 목적과 관련성이 있는지, 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는지, 이용자의 이익을 부당하게 침해하는지, 가명처리 또는 암호화 등 안정성 확보에 필요한 조치를 하였는지’를 종합적으로 고려합니다.
      \n■ 개인정보의 보유 및 이용기간
      \n귀하가 제공한 개인정보는 법령에서 별도로 정하거나 귀하와 별도 합의하는 등의 특별한 사정이 없는 한 회사가 제공하는 서비스를 받는 동안 또는 위에서 정한 목적을 달성할 때까지 회사가 보유ㆍ이용하게 됩니다.
      회사는 관련 법령(아래의 경우에 한정되지 않습니다)의 규정에 의하여 보존하여야 하는 기록은 일정 기간 보관 후 파기합니다.
      \n•	계약 또는 청약 철회에 관한 기록: 5년
      •	대금 결제 및 재화 등의 공급에 관한 기록: 5년
      •	소비자의 불만 또는 분쟁 처리에 관한 기록: 3년
      •	서비스 이용 관련 개인정보(로그인 기록): 3개월
      •	전자 금융에 관한 기록: 5년
      •	신용 정보의 수집, 처리 및 이용 등에 관한 기록: 3년
      \n■ 개인정보 처리
      \n회사는 이용자의 개인정보를 다음과 같은 목적으로만 처리합니다.
      \n1.	회원 관리
      \n•	이용자 식별, 가입 의사 확인, 본인 확인, 회원 탈퇴 의사 확인, 불량 회원 부정 이용 방지 등
      •	법령 및 회사 이용 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정 도용 및 부정 거래 방지, 약관 개정 등의 공지사항 전달, 분쟁 조정을 위한 기록 보존, 민원 처리 등
      \n2.	서비스 개발, 제공 및 향상
      \n•	콘텐츠 등 서비스 제공(광고 포함), 서비스 관련 알림 및 안내, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심사에 기반한 이용자 간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선
      •	유료 서비스 제공에 따르는 본인 인증, 구매 및 요금 결제, 상품 및 서비스의 배송
      •	이벤트 정보 및 참여 기회 제공, 광고 성 정보 제공
      •	서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등
      \n3.	안전한 이용 환경 구축
      \n•	보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용 환경 구축
      회사는 이용자로부터 동의 받은 처리 목적이 달성되거나 법령에 따른 보존 기간이 달성 될 때까지 개인정보를 처리 및 보유합니다.
      \n■ 개인정보의 파기 절차 및 방법
      \n회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 시 지체 없이 파기하고 있습니다.
      단, 개인정보의 보유 및 이용 기간에 따라 이용자에게 개인정보 보관 기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보 보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.
      \n•	이용자에게 개인정보 보관기간에 대해 회원가입 시 동의를 얻은 경우는 아래와 같습니다.
      \n<부정가입 및 이용 방지>
      \n•	부정 이용자의 가입인증 휴대전화번호 또는 DI : 탈퇴일로부터 5년간 보관
      •	탈퇴한 이용자의 휴대전화번호(복호화가 불가능한 일방향 암호화(해시처리)) : 탈퇴일로부터 6개월 보관
      \n회원탈퇴, 서비스 종료, 이용자에게 동의 받은 개인정보 보유 기간의 도래와 같이 개인정보의 수집 및 이용목적이 달성된 개인정보는 재생이 불가능한 방법으로 파기하고 있습니다. 법령에서 보존의무를 부과한 정보에 대해서도 해당 기간 경과 후 지체 없이 재생이 불가능한 방법으로 파기합니다.
      \n전자적 파일 형태의 경우 복구 및 재생이 되지 않도록 기술적인 방법을 이용하여 안전하게 삭제하며, 출력물 등은 분쇄하거나 소각하는 방식 등으로 파기합니다.
      \n■ 개인정보 제 3자 제공
      \n회사는 계약의 이행을 위하여 최소한의 개인정보만 제공하고 있으며, 개인정보를 제 3자에게 제공해야 하는 경우 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다. 다만, 다음의 경우는 예외로 하고 있습니다.
      \n•	서비스 제공에 따른 요금 정산을 위해 필요한 경우
      •	서비스 제공에 따른 상품의 배송
      •	법령의 규정에 의한 경우
      •	수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
      \n회사가 제공하는 서비스를 통하여 신청 및 결제가 이루어진 경우 상담 등 거래 당사자간 원활한 의사소통 및 발송 등 거래이행을 위하여 관련된 정보를 필요한 범위 내에거 거래 당사자에게 제공합니다.
      \n■ 개인정보의 처리 위탁
      \n회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 수탁자 및 수탁업무 내용은 아래와 같습니다.
      \n위탁자	위탁 업무
      \nGoogle Korea	온라인 광고 안내 및 통제
      Facebook Korea	온라인 광고 안내 및 통제
      Apple Korea	온라인 광고 안내 및 통제
      Naver Cloud Platform	정보 보관 및 시스템 운영
      Amplitude	서비스 이용행태 분석
      Google firebase	서비스 이용행태 분석
      Google Analytics	서비스 이용행태 분석
      Google	로그 분석 및 온라인 광고 성과 추적
      Facebook	로그 분석 및 온라인 광고 성과 추적
      \n■ 이용자 및 법정대리인의 권리와 그 행사방법
      \n이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.
      \n이용자 혹은 만 14세 미만 아동의 개인정보 조회, 수정을 위해서는 ‘개인정보 변경’(또는 ‘회원정보수정’ 등)을 가입해지(동의철회)를 위해서는 “회원탈퇴”를 클릭 하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체없이 조치하겠습니다.
      \n귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까 지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자 에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.
      \nDelgo는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 Delgo가 수집하는 “개인정보의 보유 및 이용 기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
      \n■ 개인정보에 관한 민원 서비스
      \n회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.
      \n개인정보관리책임자 성명 : 이창민
      \n이메일 : help@delgo.pet
      \n귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
      \n귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
      \n1.	대검찰청 사이버수사과 (cybercid.spo.go.kr)
      \n2.	경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)
      \n•	회사는 이용자에게 홈페이지를 통하여 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 회사는 외부사이트 및 자료에 대하여 통제권이 없을 뿐만 아니라 이들이 개인정보를 수집하는 행위에 대하여 회사의 '개인정보처리방침'이 적용되지 않습니다. 따라서, 회사가 포함하고 있는 링크를 클릭하여 타 사이트의 페이지로 이동할 경우에는 새로 방문한 사이트의 개인정보처리방침을 반드시 확인하시기 바랍니다.
      \n•	시행시기: 본 개인정보처리방침은 2022년 12월 1일부터 시행됩니다.
      
      `,
  },
  3: {
    main: '델고[Delgo] 서비스 개인정보 처리 방침',
    description: `제 1 조 (목적)\n
      개인정보란 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 주민등록번호 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다.)를 말합니다.
      델고[Delgo](이하 "자사"라 함)는 귀하의 개인정보보호를 매우 중요시하며, 『개인정보보호법』,『정보통신망 이용촉진 및 정보보호에 관한 법률』상의 개인정보보호규정 및 방송통신위원회가 제정한 『개인정보보호지침』을 준수하고 있습니다. 자사는 개인정보처리방침을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
      개인정보처리방침은 정부의 법령이나 지침의 변경, 또는 보다 나은 서비스의 제공을 위하여 그 내용이 변경될 수 있습니다. 이 경우 자사는 웹 사이트에서 공지사항에 이를 올리거나 이메일을 통해서 공지하고 있습니다.
      자사는 개인정보처리방침을 사이트 첫 화면 또는 첫 화면과의 연결화면을 통해 공개함으로써 이용자가 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
      자사는 개인정보처리방침의 지속적인 개선을 위하여 개인정보처리방침을 개정하는데 필요한 절차를 정하고 있습니다.
      \n제 2 조 (개인정보 수집에 대한 동의 및 수집 방법)\n
      자사는 회원님께서 자사의 개인정보처리방침 또는 이용약관의 내용에 대해 ‘동의함’ 또는 ‘동의하지 않음’을 클릭할 수 있는 절차를 마련하여 ‘동의함’을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다. 단, 자사는 다음 각 호의 어느 하나에 해당하는 경우에는 법령에 따라 이와 같은 동의 없이 이용자의 개인정보를 수집∙이용할 수 있습니다.
      정보통신서비스의 제공에 관한 계약을 이행하기 위하여 필요한 개인정보로서 경제적∙기술적인 사유로 통상적인 동의를 받는 것이 뚜렷하게 곤란한 경우
      정보통신서비스 제공에 따른 요금정산을 위하여 필요한 경우
      그 밖에 법률에 특별한 규정이 있는 경우
      자사가 개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.
      홈페이지 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우
      제휴 서비스 또는 단체 등으로부터 개인정보를 제공받는 경우
      고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등을 통하는 경우
      온∙오프라인에서 진행되는 이벤트∙행사 등을 통한 경우
      \n제 3 조 (개인정보 수집∙이용 목적 및 수집항목 등)\n
      이용자는 별도의 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게 접근할 수 있습니다. 그러나 자사는 맞춤형 서비스를 제공하기 위하여 회원서비스 및 제휴사를 통해 이용자의 정보를 수집하고 있습니다. 자사의 회원제 서비스를 이용하시고자 할 경우 다음의 필수정보를 입력해주셔야 하며 선택항목을 입력하시지 않았다 하여 서비스 이용에 제한은 없습니다.
      회원 정보의 수집•이용목적, 수집항목, 보유•이용기간은 아래와 같습니다.
      분류수집∙이용목적수집항목보유∙이용기간 델고[Delgo] ID 정보관리가입, 서비스 이용 및 상담, 부정이용 확인 방지아이디(이메일), 비밀번호, 닉네임, 디바이스ID회원 탈퇴 시 즉시 삭제
      아이디인 이메일은 부정이용 이슈 방지를 위해 탈퇴 DB에서 7일 후 삭제서비스 이용기록, 기기 고유번호(디바이스 ID 또는 IMEI), 단말기 위치 정보(별도 저장없이 앱에서 사용), IP Address, 쿠키, 가입일, 광고식별자(ADID 또는 IDFA), 불량이용기록, 사용자 단말기 OS와 버전, 단말기 모델명, 브라우저와 버전선택 정보 네이버(Naver), 카카오(Kakao) 계정을 이용한 회원가입 및 상담관리전자우편정보, 프로필사진, 이름네이버 계정을 이용한 회원가입 및 상담관리카카오 계정을 이용한 회원가입 및 상담관리구글 계정을 이용한 회원가입 및 상담관리서비스이용결제 서비스 이용현금영수증 신청 시 : 현금영수증 정보 (휴대전화번호, 사업자번호)
      환불 신청 시 : 환불계좌 정보 (은행명, 예금주, 계좌번호)전자상거래등에서의 소비자 보호에 관한 법률에 따라 5년간 보관거래증빙발급 선택 시 영수증 발급전자우편주소목적달성(회원탈퇴 등) 후 지체 없이 파기회원제 서비스 이용(회원정보변경) 및 상담관리사진, 닉네임목적달성(회원탈퇴 등) 후 지체 없이 파기문의(회원상담, 제휴상담 등)전자우편주소, 휴대전화번호, 성명전자상거래등에서의 소비자 보호에 관한 법률에 따라 3년간 보관생성정보(휴대전화인증)
      서비스이용을 위한 이용자 식별, 본인인증, 성인인증회사가 제 3자로부터 제공받은 개인정보 : 휴대전화번호, CI, DI, 생년월일, 성별, 내/외국인 여부목적달성(회원탈퇴 등) 후 지체없이 파기회원관리, 리뷰작성 등 서비스 이용 및 부정거래 기록 확인, 서비스/상품 이용 실적과 상담 문의 정보의 통계 및 분석, 계약 이행 및 약관 변경 등의 고지수집한 모든 개인정보 항목 서비스 이용 시 생성기록 UUID(회원관리번호)목적달성(회원탈퇴 등) 후 지체 없이 파기통신사실확인 및 서비스 품질 관리 통계발신자번호, 수신자번호, 발수신 시각통신비밀보호법에 따라 12개월간 보관
      이용자 정보의 수집•이용목적, 수집항목, 보유•이용기간은 아래와 같습니다.
      분류수집∙이용목적수집항목보유∙이용기간서비스이용선택[델고[Delgo] 웹 또는 앱]
      SMS 발송(앱 설치주소) 및 부정이용방지휴대전화번호목적당성 1일 후 파기[이벤트 페이지]
      이벤트 응모 및 안내, 경품 지급휴대전화번호이벤트 종료 후 파기
      법령에 의하여 수집•이용되는 이용자의 정보는 아래와 같습니다.
      법령/내부정책수집∙이용목적수집항목보유∙이용기간통신비밀보호법통신사실확인자료 제공로그기록, 접속지 정보 등3개월 전자상거래 등에서의 소비자 보호에 관한 법률표시, 광고에 관한 기록표시, 광고 기록6개월대금결제 및 재화 등의 공급에 관한 기록대금결제/재화 등의 공급 기록5년계약 또는 청약철회 등에 관한 기록소비자 식별정보 계약/청약철회 기록5년소비자 불만 또는 분쟁처리에 관한 기록소비자 식별정보 분쟁처리 기록5년
      자사 내부 정책에 의하여 수집•이용되는 이용자의 정보는 아래와 같습니다.
      분류수집∙이용목적수집항목보유∙이용기간회사 내부정책회원가입 남용(부정거래), 서비스 부정사용(허위리뷰, 이벤트 부정 혜택 등) 확인 및 방지전자우편, 휴대전화번호, 기기고유번호, CI/DI, 회원가입 시 생성되는 본인 확인 값 회원탈퇴 후 3년
      이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 의료정보 등)는 수집하지 않습니다.
      회원님의 개인정보는 서비스를 이용하는 시점부터 서비스를 제공하는 기간 동안에만 제한적으로 이용하고 있습니다. 이용자가 회원탈퇴를 요청하거나 회원님의 마지막 로그인 일시를 기준으로 1년이 초과되어 회원님의 계정이 탈퇴 처리되는 경우, 제공한 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 또는 수집 및 이용목적이 달성되거나 보유 및 이용기간이 종료한 경우 해당 이용자의 개인정보는 지체 없이 파기 됩니다.
      종이에 출력된 개인 정보 : 분쇄기로 분쇄하거나 소각
      전자적 파일 형태로 저장된 개인 정보 : 기록을 재사용할 수 없는 기술적 방법을 사용하여 삭제
      회원님의 동의를 받아 보유하고 있는 거래정보 등을 회원님께서 열람을 요구하시는 경우 자사는 지체 없이 그 내역을 확인 할 수 있도록 조치합니다.
      자사가 서비스 제공을 위해 수집한 이용자의 모든 개인정보는 수집 단계부터 안전한 암호화 통신을 이용하여, AWS(Amazon Web Services), NCP (Naver Cloud Platform) 상의 대한민국 리전에 위치한 데이타센터로 전송되며, 개인정보처리방침의 보관기간 동안 저장합니다. 클라우드의 보안은 AWS, NCP가 취득한 국제 인증 프로그램을 통해서 확인 할 수 있으며, 자사와 클라우드 제공사인 AWS, NCP의 공동 책임 문서는 이 링크에서 확인할 수 있습니다.(https://aws.amazon.com/ko/compliance/shared-responsibility-model/)(https://www.ncloud.com/intro/feature)
      \n제 4 조 (개인정보 자동수집 장치의 설치∙운영 및 그 거부에 관한 사항)\n
      쿠키(cookie)는 웹사이트가 회원의 브라우저(인터넷 익스플로러, 크롬, 파이어폭스, 기타 모바일 브라우저)로 전송하는 소량의 정보입니다. 자사는 회원에 대한 정보를 저장하고 수시로 찾아내는 ‘쿠키(cookie)’를 사용합니다. 쿠키는 회원의 컴퓨터 또는 모바일 기기는 식별하지만 회원을 개인적으로 식별하지는 않습니다. 또한 회원은 쿠키에 대한 선택권이 있습니다.
      웹브라우저 상단의 도구 > 인터넷옵션 탭(option tab)에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.
      모바일 기기의 경우에도 ‘설정’ 메뉴나 또는 각 모바일 브라우저의 설정 메뉴에서 쿠키에 대한 선택을 제어할 수 있습니다. 다만, 쿠키를 거부할 경우 로그인이 필요한 서비스 이용에 일부 제약이 있을 수 있습니다.
      자사의 쿠키(cookie) 운용
      개인의 관심 분야에 따라 차별화된 정보를 제공
      회원과 비회원의 접속빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여 타겟(target) 마케팅에 활용
      클릭한 정보들에 대한 세부정보와 관심 있게 둘러본 정보들에 대한 자취를 분석하여 다음 번 접속 때 개인 맞춤 서비스를 제공
      유료서비스 이용 시 이용기간 안내
      회원들의 습관을 분석하여 서비스 개편 등의 척도로 이용
      \n제 5 조 (개인정보의 제3자 제공에 대한 동의)\n
      개인정보의 제 3자 제공
      자사는 이용자의 개인정보를 개인정보 수집•이용 목적에서 명시한 범위 내에서 사용하며, 이용자의 사전 동의 없이 개인정보 수집•이용 목적 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 제공하지 않습니다. 다만, 아래와 같이 양질의 서비스 제공을 위해 이용자의 개인정보를 협력업체와 공유할 필요가 있는 경우에는 제공 받는 자, 제공목적, 제공정보 항목, 이용 및 보유기간 등을 회원에게 고지하여 동의를 구하거나 관련법령에 따른 경우는 예외로 합니다.
      관계법령에 의하여 수사 등의 목적으로 관계기관으로부터 제공 요구가 있을 경우
      통계작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주 협력사나 연구단체 등에 제공하는 경우
      기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
      \n제 6 조 (개인정보의 열람, 정정)\n
      이용자는 언제든지 등록되어 있는 본인의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 『개인정보수정』을 클릭하여 직접 열람 또는 정정하거나, 개인정보보호책임자 및 담당자에게 서면, 전화 또는 E-mail로 연락하시면 지체 없이 조치하겠습니다.
      이용자가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.
      잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.
      \n제 7 조 (동의 철회)\n
      회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 회원이 동의한 내용을 회원은 언제든지 철회하실 수 있습니다. 동의철회는 마이페이지 > 『회원탈퇴』를 클릭하거나 개인정보보호책임자에게 팩스, 우편, 고객센터, 전화 등으로 연락하시면 개인정보의 삭제 등 필요한 조치를 하겠습니다. 동의 철회를 하고 개인정보를 파기하는 등의 조치를 취한 경우에는 그 사실을 귀하께 지체 없이 통지하도록 하겠습니다.
      자사는 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를 수집하는 방법보다 쉽게 할 수 있도록 필요한 조치를 취하겠습니다.
      \n제 8 조 (개인정보보호를 위한 기술 및 관리적 대책)\n
      기술적 대책: 자사는 회원님의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.
      회원님의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.
      자사는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.
      자사는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL)를 채택하고 있습니다.
      해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.
      관리적 대책
      자사는 귀하의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.
      (1) 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자
      (2) 고객의 불만 및 이용문의 처리 업무를 수행하는 자
      (3) 개인정보보호책임자 및 담당자 등 개인정보관리업무를 수행하는 자
      (4) 기타 업무상 개인정보의 처리가 불가피한 자
      자사는 입사 시 전 직원의 보안서약서를 통하여 사람에 의한 정보유출을 사전에 방지하고 개인정보처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하고 있습니다.
      자사는 개인정보 관련 처리자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다.
      자사는 사내 개인정보보호 전담기구를 통해 개인정보처리방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.
      자사는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 아이디와 비밀번호를 적절하게 관리하고 여기에 대한 책임을 져야 합니다.
      자사는 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 자사는 즉각 귀하께 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.
      \n제 9 조 (링크사이트)\n
      자사는 이용자들에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 자사는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. 자사가 포함하고 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우 해당 사이트의 개인정보처리방침은 자사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.
      \n제 10 조(개인정보의 위탁처리)\n
      자사는 원활하고 향상 된 서비스를 제공하기 위해서 개인정보 처리를 타인에게 위탁 할 수 있습니다. 타인에게 위탁업무를 하는 경우에는 다음의 내용을 이용자에게 알리고 동의를 받습니다. 다음의 내용에 대하여 어느 하나의 사항이 변경되는 경우에도 같습니다.
      개인정보 처리 위탁을 받는 자(이하 ‘수탁자' 라 함)
      개인정보 처리 위탁을 하는 업무의 내용
      자사는 정보통신서비스의 제공에 관한 계약을 이행하고 이용자의 편의 증진 등을 위하여 필요한 경우에 한하여 개인정보처리방침 제 1항의 각 사항을 공개함으로써 이용자에게 고지 또는 동의하는 절차를 거치지 아니하고 개인정보를 타인에게 처리 위탁할 수 있습니다.
      \n제 11 조(이용자의 권리와 의무)\n
      회원님의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
      회원님은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망이용촉진 및 정보보호 등에 관한 법률』, 『개인정보보호법』 등에 의해 처벌받을 수 있습니다.
      \n제 12 조(의견수렴 및 불만처리)\n
      자사는 회원님의 의견을 소중하게 생각하며, 회원님은 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.
      자사는 회원님과의 원활한 의사소통을 위해 고객센터를 운영하고 있으며 연락처는 아래와 같습니다.
      \n[고객센터]\n
      전자우편 :help@delgo.pet
      기타 개인정보에 관한 상담이 필요한 경우에는 자사의 위 전자우편으로 문의하실 수 있으며, 국가기관에 신고나 상담이 필요한 경우에는 아래의 연락처에 문의하셔서 도움을 받으실 수 있습니다.
      \n개인정보침해신고센터(http://privacy.kisa.or.kr/ 국번 없이 118)
      대검찰청 사이버수사과(http://spo.go.kr/ 국번 없이 1301)
      경찰청 사이버안전국(http://cyberbureau.police.go.kr/ 국번 없이 182)
      개인정보 분쟁조정위원회(www.kopico.go.kr/ 1833-6972)
      \n제 13 조(개인정보 보호책임자)\n
      자사는 회원님께서 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 개인정보를 보호하는데 있어 회원님께 고지한 사항들에 반하는 사고가 발생할 시에 개인정보보호책임자가 모든 책임을 집니다. 그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다. 귀하의 개인정보를 처리하는 책임자 및 담당자는 다음과 같으며 개인정보 관련 문의사항에 신속하고 성실하게 답변해드리고 있습니다.
      개인정보 보호책임자개인정보 관리담당자성명: 이창민(대표)
      연락처: 070-7954-2910 이메일:help@delgo.pet 성명: 이창민(대표)
      \n제 14 조(개인정보 처리방침의 개정과 그 공지)\n
      개인정보 처리방침을 변경하는 경우 자사는 홈페이지 첫 화면의 공지사항란 또는 별도의 창을 통하여 지체 없이 공지하고, 이용자가 언제든지 변경된 사항을 쉽게 알아볼 수 있도록 조치하겠습니다.
      \n공지일자 : 2021년 10월 11일
      시행일자 : 2021년 10월 11일`,
  },
};

export default term;
